"use client";
export const faqData = [
  {
    question: "WorkBrewってどんなアプリ？ 他のカフェサイトと何が違うの？",
    answer:
      "WorkBrewは、カフェで作業したい人のための投稿共有アプリです。\nWi-Fi速度や空席状況といった「作業に役立つリアルな情報」をユーザー同士で投稿・共有できます。\nただのレビューではなく、作業環境に特化した情報が可視化されているのが特徴です。",
  },
  {
    question: "アカウント作成するには？",
    answer:
      "「サインアップ」ボタンをクリックし、必要な情報を入力するだけで完了します。",
  },
  {
    question: "ログインしなくても投稿は見れますか？",
    answer:
      "はい、投稿一覧ページはログインしていない状態でも閲覧可能です。\nただし、お気に入り登録や投稿機能等はログインが必要となります。",
  },
  {
    question: "カフェを投稿するにはどうしたらいい？",
    answer:
      "カフェを投稿するには、ユーザーアカウントの登録（無料）が必要です。\n登録後、カフェの写真やWi-Fi速度、空席状況などを入力して投稿できます。\n他のユーザーの役に立つ情報をシェアして、作業にぴったりなカフェの輪を広げましょう！",
  },
];
