"use client";
export const faqData = [
  {
    question: "WorkBrewってどんなアプリ？ 他のカフェサイトと何が違うの？",
    answer:
      "WorkBrewは、カフェで作業したい人のための投稿共有アプリです。\n\nWi-Fi速度や空席状況といった「作業に役立つリアルな情報」をユーザー同士で投稿・共有できます。\n\nただのレビューではなく、作業環境に特化した情報が可視化されているのが特徴です。",
  },
  {
    question: "新規登録方法を教えて!!",
    answer:
    `「新規登録」ボタンをクリックし、必要な情報を入力するだけで登録完了です。\n\n入力したメールアドレス宛に、確認用メールが届きますので、\n本文内のリンクをクリックしてください。\n\これで、新規登録が完了します! \n\n<span class="text-red-600 font-bold">※ 受信環境によっては、迷惑メールフォルダに振り分けられることもありますので、届かない場合は、そちらもご確認ください。</span>`,
  },
  {
    question: "ログインしなくても投稿は見れますか？",
    answer:
      "はい、投稿一覧ページはログインしていない状態でも閲覧可能です。\n\nただし、お気に入り登録や投稿機能等はログインが必要となります。",
  },
  {
    question: "カフェを投稿するにはどうしたらいい？",
    answer:
      "カフェを投稿するには、ユーザーアカウントの登録（無料）が必要です。\n\n登録後、カフェの写真やWi-Fi速度、空席状況などを入力して投稿できます。\n\n他のユーザーの役に立つ情報をシェアして、作業にぴったりなカフェの輪を広げましょう！",
  },
];
